import React from "react";
import '../../App.css';

const Information = () => {
  return(
      <section id="section02" className="information">
          <div className="container">
              <div className="directions">
                  <h1>Чем мы занимаемся?</h1>
                  <ul className="activity">
                      <li>Промышленные роботы (сделать ховеры)</li>
                      <li>NPC в играх</li>
                      <li>Исследования и эксперименты в биологии</li>
                  </ul>
                  <div className="btn"><a href="#">Подробнее</a></div>
              </div>
              {/*<div class="card">
                        <img class="card-img"/>
                        <img src="img/robot_original.jpg" class="card-img-top" alt="Роботы"/>
                        <div class="card-body">
                            <h1>Промышленные роботы</h1>
                            <p>Аропор попртмит пвапыава враоплр олрдлр епопроаоаопроаророа поралавпвяыапф ыапыавпы аврапв пывапвыпыва пывапавыпы авпыавпыавпыпапавы пыавпвапыр прпрпрваы.
                                Аропор попртмит пвапыава враоплр олрдлр епопроаоаопроаророа поралавпвяыапф ыапыавпы аврапв пывапвыпыва пывапавыпы авпыавпыавпыпапавы пыавпвапыр прпрпрваы.
                                Аропор попртмит пвапыава враоплр олрдлр епопроаоаопроаророа поралавпвяыапф ыапыавпы аврапв пывапвыпыва пывапавыпы авпыавпыавпыпапавы пыавпвапыр прпрпрваы.
                                Аропор попртмит пвапыава враоплр олрдлр епопроаоаопроаророа поралавпвяыапф ыапыавпы аврапв пывапвыпыва пывапавыпы авпыавпыавпыпапавы пыавпвапыр прпрпрваы.
                               </p>
                        </div>
                </div>*/}
          </div>
      </section>
  );
}

export default Information;